<%--
  Created by IntelliJ IDEA.
  User: pingyr
  Date: 2017/5/20
  Time: 11:28
  To change this template use File | Settings | File Templates.
--%>
<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<html>
<head>
    <title>隐私 | 装修帮办服务平台</title>
    <%@include file="../common/head.jsp"%>
    <style type="text/css">
        .panel-body p{
            font-size: 14px;
            text-indent: 2em;
        }
    </style>
</head>
<body>
<%@include file="../common/header.jsp"%>
<div class="page-wrapper">
    <div class="container">
        <div class="jumbotron">
            <div class="panel panel-default">
                <div class="panel-heading">
                    <h3>装修帮办隐私声明</h3>
                </div>
                <div class="panel-body" style="text-align: left">
                    <p>
                        装修帮办平台（下称“我们”）非常尊重用户个人信息的保护，在您使用装修帮办平台提供的服务时，我们将按照本隐私权政策收集、使用及共享您的个人信息。
                        本隐私权政策包含了我们收集、存储、使用、共享和保护您的个人信息的条款，我们希望通过本隐私权政策向您清晰地介绍我们对您个人信息的处理方式，因此我
                        们建议您完整地阅读本隐私权政策，以帮助您了解维护自己隐私权的方式。如您对本隐私权政策有任何疑问，您可以通过装修帮办平台公布的联系方式与我们联系。
                        如果您不同意本隐私权政策任何内容，您应立即停止使用装修帮办平台服务。当您使用装修帮办平台提供的任一服务时，即表示您已同意我们按照本隐私权政策来
                        合法使用和保护您的个人信息。
                    </p>
                    <dl>
                        <dt>一、适用范围</dt>
                        <dd>
                            <p>
                             为用户提供更好、更优、更个性化的服务是装修帮办平台坚持不懈的追求，也希望通过我们提供的服务可以更方便您的生活。本隐私权政策适用于装修帮办平台
                            提供的所有服务，您访问装修帮办平台网站及/或登陆相关客户端使用装修帮办平台提供的服务，均适用本隐私权政策。<br/>
                            </p>
                            <p>请您注意，本《隐私政策》不适用于以下情况：</p>
                            <ol>
                                <li>通过我们的服务而接入的第三方服务（包括任何第三方网站）收集的信息；</li>
                                <li>通过在我们服务中进行广告服务的其他公司或机构所收集的信息。</li>
                            </ol>
                        </dd>

                        <dt>二、我们如何收集信息</dt>
                        <dd>
                            <p>我们收集信息是为了向您提供更好、更优、更个性化的服务，我们收集信息的方式如下：</p>
                            <ol>
                                <li>
                                    您向我们提供的信息。当您注册装修帮办平台账户及您在使用装修帮办平台提供的相关服务时填写及/或提交的信息，包括您的姓名、性别、电话号码、电子
                                    邮箱、地址及相关附加信息（如您所在的省份和城市、邮政编码等）。
                                </li>
                                <li><p>在您使用服务过程中收集的信息。为了提供并优化您需要的服务，我们会收集您使用服务的相关信息，这类信息包括： </p><br/>

                                    在您使用装修帮办平台服务，或访问装修帮办平台网页时，装修帮办平台自动接收并记录的您的浏览器和计算机上的信息，包括但不限于您的IP地址、浏览器的
                                    类型、使用的语言、访问日期和时间、软硬件特征信息及您需求的网页记录等数据；如您下载或使用装修帮办平台或其关联公司客户端软件，或访问移动网页使
                                    用装修帮办平台服务时，装修帮办平台可能会读取与您位置和移动设备相关的信息，包括但不限于设备型号、设备识别码、操作系统、分辨率、电信运营商等。

                                    <p>
                                        除上述信息外，我们还可能为了提供服务及改进服务质量的合理需要而收集您的其他信息，包括您与我们的客户服务团队联系时您提供的相关信息，您参与问卷
                                        调查时向我们发送的问卷答复信息，以及您与装修帮办平台的关联方、装修帮办平台合作伙伴之间互动时我们收集的相关信息。与此同时，为提高您使用装修帮
                                        办平台提供的服务的安全性，更准确地预防钓鱼网站欺诈和木马病毒，我们可能会通过了解一些您的网络使用习惯、您常用的软件信息等手段来判断您账户的风
                                        险，并可能会记录一些我们认为有风险的URL。
                                    </p>
                                </li>
                                <li>
                                    来自第三方的信息为了给您提供更好、更优、更加个性化的服务，或共同为您提供服务，或为了预防互联网欺诈的目的，装修帮办平台的关联方、合作伙伴会
                                    依据法律的规定或与您的约定或征得您同意的前提下，向装修帮办平台分享您的个人信息。
                                </li>
                            </ol>
                        </dd>

                        <dt>
                            三、您如何访问和控制自己的信息
                        </dt>
                        <dd>
                            我们将尽一切可能采取适当的技术手段，保证您可以访问、更新和更正自己的注册信息或使用我们的服务时提供的其他个人信息。在访问、更新、更正和删除前
                            述信息时，我们可能会要求您进行身份验证，以保障账户安全。
                        </dd>

                        <dt>
                            四、我们如何使用信息
                        </dt>
                        <dd>
                            <p>因收集您的信息是为了向您提供服务及提升服务质量的目的，为了实现这一目的，我们会把您的信息用于下列用途：</p>
                            <ol>
                                <li>向您提供您使用的各项服务，并维护、改进这些服务。</li>
                                <li>
                                    我们可能使用您的个人信息以预防、发现、调查欺诈、危害安全、非法或违反与我们或其关联方协议、政策或规则的行为，以保护您、其他我们用户，或我们
                                    或其关联方的合法权益。
                                </li>
                                <li>经您许可的其他用途。</li>
                            </ol>
                        </dd>

                        <dt>
                            五、我们如何共享信息
                        </dt>
                        <dd>
                            <p>我们对您的信息承担保密义务，不会为满足第三方的营销目的而向其出售或出租您的任何信息，我们会在下列情况下才将您的信息与第三方共享：</p>
                            <ol>
                                <li>事先获得您的同意或授权。</li>
                                <li>根据法律法规的规定或行政或司法机构的要求。</li>
                                <li>向装修帮办平台的关联方分享您的个人信息。</li>
                                <li>向可信赖的合作伙伴提供您的个人信息，让他们根据我们的指示并遵循我们的隐私权政策以及其他任何相应的保密和安全措施来为我们处理这些信息。</li>
                                <li>如您是适格的知识产权投诉人并已提起投诉，应被投诉人要求，向被投诉人披露，以便双方处理可能的权利纠纷。</li>
                                <li>如您出现违反中国有关法律、法规或者装修帮办平台相关协议或相关规则的情况，需要向第三方披露。</li>
                                <li>为维护装修帮办平台及其关联方或用户的合法权益。</li>
                            </ol>
                        </dd>

                        <dt>
                            六、您分享的敏感个人信息
                        </dt>
                        <dd>
                            <p>
                                我们将尽一切可能采取适当的技术手段，保证您可以访问、更新和更正自己的注册信息或使用我们的服务时提供的其他个人信息。在访问、更新、更正和删
                            除前述信息时，我们可能会要求您进行身份验证，以保障账户安全。
                            </p>
                        </dd>

                        <dt>
                            七、Cookie 和网络 Beacon 的使用
                        </dt>
                        <dd>
                            为使您获得更轻松的访问体验，您访问装修帮办平台相关网站或使用装修帮办平台提供的服务时，我们可能会通过小型数据文件识别您的身份，这么做是帮您省去
                            重复输入注册信息的步骤，或者帮助判断您的账户安全。这些数据文件可能是Cookie，Flash Cookie，或您的浏览器或关联应用程序提供的其他本地存储（统称“Cookie”）。
                            <br/>
                            请您理解，我们的某些服务只能通过使用“Cookie”才可得到实现。如果您的浏览器或浏览器附加服务允许，您可以修改对Cookie的接受程度或者拒绝装修帮办平台的Cookie
                            ，但这一举动在某些情况下可能会影响您安全访问装修帮办平台相关网站和使用装修帮办平台提供的服务。
                            <br/>
                            网页上常会包含一些电子图象（称为"单像素" GIF 文件或 "网络 beacon"），使用网络beacon可以帮助网站计算浏览网页的用户或访问某些cookie，我们会通过网络beacon
                            收集您浏览网页活动的信息，例如您访问的页面地址、您先前访问的援引页面的位址、您停留在页面的时间、您的浏览环境以及显示设定等。

                        </dd>

                        <dt>
                            八、我们可能向您发送的邮件和信息
                        </dt>
                        <dd>
                            <ol>
                                <li>邮件和信息推送。</li>
                                <li>您在使用我们的服务时，我们可能使用您的信息向您的设备发送电子邮件、新闻或推送通知。如您不希望收到这些信息，可以按照我们的相关提示，在设备上选择取消订阅。</li>
                                <li>与服务有关的公告。</li>
                                <li>我们可能在必要时（例如因系统维护而暂停某一项服务时）向您发出与服务有关的公告。您可能无法取消这些与服务有关、性质不属于推广的公告。</li>
                            </ol>
                        </dd>

                        <dt>
                            九、信息存储
                        </dt>
                        <dd>
                            装修帮办平台收集的有关您的信息和资料将保存在装修帮办平台及（或）其关联公司的服务器上，这些信息和资料可能传送至您所在国家、地区或装修帮办平台收集信息和
                            资料所在地并在该地被访问、存储和展示。
                        </dd>

                        <dt>
                            十、广告服务
                        </dt>
                        <dd>
                            <p>我们可能使用您的相关信息，向您提供与您更加相关的广告。</p>
                            <p>我们也可能使用您的信息，通过我们的服务、电子邮件或其他方式向您发送营销信息，提供或推广我们或第三方的如下商品和服务：</p>
                            <ol>
                                <li>
                                    我们的商品或服务，我们的关联公司和合作伙伴的商品或服务，包括即时通讯服务、网上媒体服务、互动娱乐服务、社交网络服务、付款服务、互联网搜索服务、位置和地
                                    图服务、应用软件和服务、数据管理软件和服务、网上广告服务、互联网金融，以及其他社交媒体、娱乐、电子商务、资讯和通讯软件或服务（统称“互联网服务”）；
                                </li>
                                <li>
                                    第三方互联网服务供应商，以及与下列有关的第三方商品或服务：食物和餐饮、体育、音乐、电影、电视、现场表演及其他艺术和娱乐、书册、杂志和其他刊物、服装和配
                                    饰、珠宝、化妆品、个人健康和卫生、电子、收藏品、家用器皿、电器、家居装饰和摆设、宠物、汽车、酒店、交通和旅游、银行、保险及其他金融服务、会员积分和奖励计
                                    划，以及我们认为可能与您相关的其他商品或服务。
                                </li>
                            </ol>
                            如您不希望我们将您的个人信息用作前述广告用途，您可以通过我们在广告中提供的相关提示，或在特定服务中提供的指引，要求我们停止为上述用途使用您的个人信息。
                        </dd>

                        <dt>
                            十一、您的个人信息保护
                        </dt>
                        <dd>
                            为保障您的信息安全，我们努力采取各种合理的物理、电子和管理方面的安全措施来保护您的信息，使您的信息不会被泄漏、毁损或者丢失，包括但不限于SSL、信息加密
                            存储、数据中心的访问控制。我们对可能接触到您的信息的员工或外包人员也采取了严格管理，包括但不限于根据岗位的不同采取不同的权限控制，与他们签署保密协议，
                            监控他们的操作情况等措施。装修帮办平台会按现有技术提供相应的安全措施来保护您的信息，提供合理的安全保障，装修帮办平台将尽力做到使您的信息不被泄漏、毁损
                            或丢失。
                            <br/>
                            您的账户均有安全保护功能，请妥善保管您的账户及密码信息。装修帮办平台将通过向其它服务器备份、对用户密码进行加密等安全措施确保您的信息不丢失，不被滥用和
                            变造。尽管有前述安全措施，但同时也请您理解在信息网络上不存在“完善的安全措施”。
                            <br/>
                            在使用装修帮办平台服务进行网上交易时，您不可避免的要向交易对方或潜在的交易对方披露自己的个人信息，如联络方式或者邮政地址。请您妥善保护自己的个人信息，
                            仅在必要的情形下向他人提供。如您发现自己的个人信息泄密，尤其是你的账户及密码发生泄露，请您立即联络装修帮办平台客服，以便装修帮办平台采取相应措施。
                            <br/>
                        </dd>

                        <dt>
                            十二、未成年人保护
                        </dt>
                        <dd>
                            <p>我们的服务可能包括或链接至第三方提供的社交媒体或其他服务（包括网站）。例如：</p>
                            <ol>
                                <li>
                                    您利用 “分享”键将某些内容分享到我们的服务，或您利用第三方连线服务登录我们的服务。这些功能可能会收集您的相关信息（包括您的日志信息），并可能在您的电脑
                                    装置cookies，从而正常运行上述功能；
                                </li>
                                <li>我们通过广告或我们服务的其他方式向您提供链接，使您可以接入第三方的服务或网站。<br/>
                                    <p>
                                        该等第三方社交媒体或其他服务可能由相关的第三方或我们运营。您使用该等第三方的社交媒体服务或其他服务（包括您向该等第三方提供的任何个人信息），须受该第三
                                        方的服务条款及隐私政策（而非《通用服务条款》或本《隐私政策》）约束，您需要仔细阅读其条款。本《隐私政策》仅适用于我们所收集的信息，并不适用于任何第三方
                                        提供的服务或第三方的信息使用规则，我们对任何第三方使用由您提供的信息不承担任何责任。
                                    </p>
                                </li>
                            </ol>
                        </dd>

                        <dt>
                            十四、变更
                        </dt>
                        <dd>
                            我们可能适时修订本《隐私政策》的条款，该修订构成本《隐私政策》的一部分。如该修订造成您在本《隐私政策》下权利的实质减少，我们将在修订生效前通过在主页上
                            显著位置提示或向您发送电子邮件或以其他方式通知您。在该种情况下，若您继续使用我们的服务，即表示同意受经修订的本《隐私政策》的约束。
                        </dd>
                    </dl>
                </div>
            </div>
        </div>
    </div>
</div>
<%@include file="../common/footer.jsp"%>
</body>
<!-- jQuery文件。务必在bootstrap.min.js 之前引入 -->
<script src="https://cdn.bootcss.com/jquery/3.2.1/jquery.min.js"></script>
<script src="https://cdn.bootcss.com/jquery-cookie/1.4.1/jquery.cookie.min.js"></script>
<!-- 最新的 Bootstrap 核心 JavaScript 文件 -->
<script src="https://cdn.bootcss.com/bootstrap/3.3.7/js/bootstrap.min.js"></script>
<script type="text/javascript">
    $(function () {
        navbar.detail.init();
        navbar.detail.animate();
    });
</script>
</html>
