<%--
  Created by IntelliJ IDEA.
  User: pingyr
  Date: 2017/7/8
  Time: 14:47
  To change this template use File | Settings | File Templates.
--%>
<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<html>
<head>
    <title>服务条款 | 装修帮办服务平台</title>
    <%@include file="../common/head.jsp"%>
    <style type="text/css">
        .panel-body p{
            font-size: 14px;
            text-indent: 2em;
        }
    </style>
</head>
<body >
<%@include file="../common/header.jsp"%>
<div class="page-wrapper">
    <div class="container">
        <div class="jumbotron">
            <div class="panel panel-default">
                <div class="panel-heading">
                    <h3>装修帮办平台服务协议</h3>
                </div>
                <div class="panel-body" style="text-align: left">
                    <h4>提示条款</h4>
                    <p>欢迎您与各装修帮办平台商家共同签署本《装修帮办平台服务协议》（下称“本协议”）并使用装修帮办平台服务！</p>
                    <p>本协议为《装修帮办平台服务协议》修订版本，自本协议发布之日起，装修帮办平台各处所称“装修帮办平台服务协议”均指本协议。 各服务条
                        款前所列索引关键词仅为帮助您理解该条款表达的主旨之用，不影响或限制本协议条款的含义或解释。为维护您自身权益，建议您仔细阅读各条款具体表述。</p>
                    <p>【审慎阅读】您在申请注册流程中点击同意本协议之前，应当认真阅读本协议。请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款、法律适
                        用和争议解决条款。免除或者限制责任的条款将以粗体下划线标识，您应重点阅读。如您对协议有任何疑问，可向装修帮办平台客服咨询。</p>
                    <p>【签约动作】当您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，即表示您已充分阅读、理解并接受本协议的全部内容，
                        并与装修帮办平台达成一致，成为装修帮办平台“用户”。阅读本协议的过程中，如果您不同意本协议或其中任何条款约定，您应立即停止注册程序。</p>
                    <hr>
                    <h4>一，定义</h4>
                    <p>装修帮办平台：指装修帮办网（域名为 www.zxbangban.com）的网站及客户端。</p>
                    <p>装修帮办平台服务：装修帮办平台基于互联网，以包含装修帮办平台网站、客户端等在内的各种形态（包括未来技术发展出现的新的服务形态）向您提供的各项服务。</p>
                    <p>装修帮办平台规则：包括在所有装修帮办平台规则频道内已经发布及后续发布的全部规则、解读、公告等内容以及各平台在帮派、论坛、帮助中心内发布的各类规则、实施细则、产品流程说明、公告等。</p>
                    <p>服务商：服务商是指通过装修帮办平台提供家居服务的企业、个体工商户或其他组织以及在装修帮办平台上注册并经过认证的，为用户提供线下家居配送、安装等劳动服务的个人。</p>
                    <h4>二，协议范围</h4>
                    <ol>
                        <li>
                            <h6>签约主体</h6>
                            <p>【平等主体】本协议由您与装修帮办平台经营者共同缔结，本协议对您与装修帮办平台经营者均具有合同效力。</p>
                            <p>【主体信息】装修帮办平台经营者是指经营装修帮办平台的各法律主体，您可随时查看装修帮办平台各网站首页底部公示的证照信息以确定与您履约的装修帮办平台主体。本协议项下，装修帮办平台经营者
                                可能根据装修帮办平台的业务调整而发生变更，变更后的装修帮办平台经营者与您共同履行本协议并向您提供服务，装修帮办平台经营者的变更不会影响您本协议项下的权益。装修帮办平台经营者还有可能
                                因为提供新的装修帮办平台服务而新增，如您使用新增的装修帮办平台服务的，视为您同意新增的装修帮办平台经营者与您共同履行本协议。发生争议时，您可根据您具体使用的服务及对您权益产生影响的
                                具体行为对象确定与您履约的主体及争议相对方。</p>
                        </li>
                        <li>
                            <h6>补充协议</h6>
                            <p>由于互联网高速发展，您与装修帮办平台签署的本协议列明的条款并不能完整罗列并覆盖您与装修帮办平台所有权利与义务，现有的约定也不能保证完全符合未来发展的需求。因此，装修帮办平台法律声明及
                                隐私权政策为本协议的补充协议，与本协议不可分割且具有同等法律效力。如您使用装修帮办平台服务，视为您同意上述补充协议。</p>
                        </li>
                    </ol>
                    <h4>三，服务及规范</h4>
                    <p>【服务概况】您有权在装修帮办平台上享受招标雇佣、资金交易等服务。装修帮办平台提供的服务内容众多，具体您可登录装修帮办平台浏览。</p>
                    <p>装修帮办平台保留在任何时候自行决定对装修帮办平台服务及其相关功能、应用软件变更、升级的权利。 装修帮办平台进一步保留在平台服务中开发新的模块、功能和软件或其它语种服务的权利。 上述所有新的模块、
                        功能、软件服务的提供，除非装修帮办平台另有说明，否则仍适用本协议。 服务随时可能因装修帮办平台的单方判断而被增加或修改，或因定期、不定期的维护而暂缓提供， 您将会得到相应的变更通知。您在此同意
                        装修帮办平台在任何情况下都无需向其或第三方在使用服务时对其在传输或联络中的迟延、不准确、错误或疏漏及因此而致使的损害负责。</p>
                    <dl>
                        <dt>招标雇佣</dt>
                        <dd>
                            <p>【招标信息发布】通过装修帮办平台提供的服务，您有权通过文字、图片等形式在装修帮办平台上发布家居服务需求、招标和选择雇佣对象、达成交易。装修帮办平台不对您所发布信息的删除或储存失败负责。</p>
                            <p>【雇佣服务商】您有权依据自己的独立判断选择雇佣对象，装修帮办平台仅通过提供在线信息平台的方式， 向您提供信息服务，本协议的签署并不意味着装修帮办平台成为您在装修帮办平台上与服务商所进行的服务
                                或交易的参与者；装修帮办平台本身不对服务商的上传内容 （包括其发布的供服务商参考报价的订单内容及其他全部由其上传的内容）负责，亦不对服务商在装修帮办平台上发布的信息及其提供的线下服务作任何明
                                示或默示的担保。</p>
                            <p>装修帮办平台不担保装修帮办平台中服务商提供的家居服务一定能满足您及线下客户的要求，您明确同意其使用本网站服务及通过本网站雇佣的服务所存在的风险将完全由其自己承担；因您使用本网站服务而产生的一
                                切后果也由您自己承担，装修帮办平台不对消费者承担任何责任。</p>
                            <p>【交易秩序保障】您应当遵守诚实信用原则，确保您所发布的家居服务需求真实并在交易过程中切实履行您的交易承诺。</p>
                            <p>您应当维护装修帮办平台市场良性竞争秩序，不得贬低、诋毁竞争对手以及服务商，不得干扰装修帮办平台上进行的任何交易、活动，不得以任何不正当方式提升或试图提升自身的信用度，不得以任何方式干扰或试图
                                干扰装修帮办平台的正常运作。</p>
                        </dd>
                        <dt>资金交易</dt>
                        <dd>
                            <p>【钱包账户】 您需了解并同意，如您系在装修帮办平台完成注册，只要您注册成功，您即自动开通装修帮办钱包账户，同意使用装修帮办钱包账户结算与装修帮办平台发生联系的款项，您可以对钱包账户进行充值，
                                使用钱包余额支付雇佣等款项，订单的退款以及先行赔付的赔付金会依据装修帮办平台规则进入钱包账户。</p>
                            <p>您有权根据需要更改账户钱包密码。因您的过错导致的任何钱包资金损失由您自行承担，该过错包括但不限于：不按照交易提示操作，未及时进行交易操作，遗忘或泄漏密码，密码被他人破解，用户使用的计算机被他人侵入。</p>
                            <p>【担保交易】 装修帮办平台不担保服务商提供的服务一定能满足您以及您客户的需求，只对您在支付雇佣款之后的资金进行担保交易。您有权依据装修帮办平台规定在服务商提交服务完成后再进行确认付款，服务商的服务完成后若
                                您未主动确认付款，订单将在7天（返货订单15天）之后自动确认付款。</p>
                        </dd>
                        <dt>交易争议处理</dt>
                        <dd>
                            <p>【交易争议处理途径】您在装修帮办平台交易过程中与服务商发生争议的，您有权选择以下途径解决：</p>
                            <ol>
                                <li>与争议相对方自主协商；</li>
                                <li>使用装修帮办平台提供的争议调处服务；</li>
                                <li>请求消费者协会或者其他依法成立的调解组织调解；</li>
                                <li>向有关行政部门投诉；</li>
                                <li>根据与争议相对方达成的仲裁协议（如有）提请仲裁机构仲裁；</li>
                            </ol>
                            <p>【平台调处服务】如您依据装修帮办平台规则（包括但不限于交易退款、费用增加等）使用装修帮办平台的争议调处服务，则表示您认可并愿意履行装修帮办平台的维权专员或大众评审员（“调处方”）作为独立的第三方根据
                                其所了解到的争议事实并依据装修帮办平台规则所作出的调处决定（包括调整相关订单的交易状态、判定将争议款项的全部或部分支付给交易一方或双方，部分符合先行赔付规则的交易订单，装修帮办平台可依据单方面的判
                                断提供相应赔偿服务等）。在装修帮办平台调处决定作出前，您可选择上述（三）、（四）、（五）途径（下称“其他争议处理途径”）解决争议以中止装修帮办平台的争议调处服务。</p>
                            <p>如您对调处决定不满意，您仍有权采取其他争议处理途径解决争议，但通过其他争议处理途径未取得终局决定前，您仍应先履行调处决定。</p>

                        </dd>
                        <dt>费用</dt>
                        <dd>
                            <p>装修帮办平台向您提供的服务付出了大量的成本，除装修帮办平台明示的收费业务外，装修帮办平台向您提供的服务目前是免费的。如未来装修帮办平台向您收取合理费用，装修帮办平台会采取合理途径并以足够合理的期限提前通
                                过法定程序并以本协议第八条约定的方式通知您，确保您有充分选择的权利。</p>
                        </dd>
                        <dt>责任限制</dt>
                        <dd>
                            <p>【不可抗力及第三方原因】装修帮办平台依照法律规定履行基础保障义务，但对于下述原因导致的合同履行障碍、履行瑕疵、履行延后或履行内容变更等情形，装修帮办平台并不承担相应的违约责任：</p>
                            <ol>
                                <li>因自然灾害、罢工、暴乱、战争、政府行为、司法行政命令等不可抗力因素；</li>
                                <li>因电力供应故障、通讯网络故障等公共服务因素或第三人因素；</li>
                            </ol>
                            <p>装修帮办平台仅向您提供装修信息服务。装修帮办平台不对普通会员服务所涉及的技术的质量、 稳定、完整及对服务商信息的有效性、准确性、合法性、真实性、及时性做出任何承诺和保证，并且不承担任何由此引起的法律责任。
                                在任何情况下，用户应充分了解交易风险后，依据自身风险承受能力和经验，衡量平台披露的交易内容及交易对方信息的准确性、真实性以及合法性，装修帮办平台对用户因其选择装修帮办平台的服务而导致的任何直接、间接损失
                                （包括但不限于交易损失、资金损失、利润损失、营业中断损失等）均不承担法律责任，均由用户自行承担。享受装修帮办装修保服务的不在此列。</p>
                            <p>在争议调处服务中，装修帮办平台的维权专员、大众评审员并非专业人士，仅能以普通人的认知对用户提交的凭证进行判断。因此，除存在故意或重大过失外，调处方对争议调处决定免责。</p>
                        </dd>
                    </dl>
                    <h4>四，用户信息的保护及授权</h4>
                    <dl>
                        <dt>个人信息的保护</dt>
                        <dd>
                            <p>装修帮办平台非常重视用户个人信息（即能够独立或与其他信息结合后识别用户身份的信息）的保护，在您使用装修帮办平台提供的服务时，您同意装修帮办平台按照在装修帮办平台上公布的隐私权政策收集、存储、使用、披露和
                                保护您的个人信息。装修帮办平台希望通过隐私权政策向您清楚地介绍装修帮办平台对您个人信息的处理方式，因此装修帮办平台建议您完整地阅读隐私权政策（点击此处或点击装修帮办平台首页底部链接），以帮助您更好地保护您的隐私权。</p>

                        </dd>
                        <dt>非个人信息的保证与授权</dt>
                        <dd>
                            <p>【信息的发布】您声明并保证，您对您所发布的信息拥有相应、合法的权利。否则，装修帮办平台可对您发布的信息依法或依本协议进行删除或屏蔽。</p>
                            <p>【禁止性信息】您应当确保您所发布的信息不包含以下内容：</p>
                            <ol>
                                <li>违反国家法律法规禁止性规定的；</li>
                                <li>政治宣传、封建迷信、淫秽、色情、赌博、暴力、恐怖或者教唆犯罪的；</li>
                                <li>欺诈、虚假、不准确或存在误导性的；</li>
                                <li>侵犯他人知识产权或涉及第三方商业秘密及其他专有权利的；</li>
                                <li>侮辱、诽谤、恐吓、涉及他人隐私等侵害他人合法权益的；</li>
                                <li>存在可能破坏、篡改、删除、影响装修帮办平台任何系统正常运行或未经授权秘密获取装修帮办平台及其他用户的数据、个人资料的病毒、木马、爬虫等恶意软件、程序代码的；</li>
                                <li>其他违背社会公共利益或公共道德或依据相关装修帮办平台协议、规则的规定不适合在装修帮办平台上发布的。</li>
                                <li></li>
                            </ol>
                            <p>【授权使用】对于您提供及发布除个人信息外的文字、图片等非个人信息，在版权保护期内您免费授予装修帮办平台获得全球排他的许可使用权利及再授权给其他第三方使用的权利。您同意装修帮办平台存储、使用、复制、修订、编辑、发布、展示、
                                翻译、分发您的非个人信息或制作其派生作品，并以已知或日后开发的形式、媒体或技术将上述信息纳入其它作品内。</p>
                            <p>为方便您使用装修帮办平台其他相关服务，您授权装修帮办平台将您在账户注册和使用装修帮办平台服务过程中提供、形成的信息传递给装修帮办平台其他相关服务提供者，例如，装修帮办平台可能将该信息发送至信用卡服务商以完成付款程序。或从
                                装修帮办平台其他相关服务提供者获取您在注册、使用相关服务期间提供、形成的信息。</p>
                        </dd>
                    </dl>
                    <h4>五，用户的违约及处理</h4>
                    <dl>
                        <dt>违约认定</dt>
                        <dd>
                            <p>发生如下情形之一的，视为您违约：</p>
                            <ol>
                                <li>使用装修帮办平台服务时违反有关法律法规规定的；</li>
                                <li>违反本协议或本协议补充协议约定的。</li>
                            </ol>
                            <p>为适应平台发展和满足海量用户对高效优质服务的需求，您理解并同意，装修帮办平台可在装修帮办平台规则中约定违约认定的程序和标准。如：装修帮办平台可依据服务商提供的证据来认定您是否构成违约；您有义务对您的指控进行充分举证和合理解释，否则
                                将被认定为违约。</p>
                        </dd>
                        <dt>违约处理措施</dt>
                        <dd>
                            <p>【信息处理】您在装修帮办平台上发布的信息构成违约的，装修帮办平台可根据相应规则立即对相应信息进行删除、屏蔽处理等。</p>
                            <p>【行为限制】您在装修帮办平台上实施的行为，或虽未在装修帮办平台上实施但对装修帮办平台及其用户产生影响的行为构成违约的，装修帮办平台可依据相应规则对您执行限制参加商业活动、中止向您提供部分或全部服务、冻结或删除账户等处理措施。</p>
                            <p>【处理结果公示】装修帮办平台可将对您上述违约行为处理措施信息以及其他经国家行政或司法机关生效法律文书确认的违法信息在装修帮办平台上予以公示。</p>
                        </dd>
                        <dt>赔偿责任</dt>
                        <dd>
                            <p>如您的行为使装修帮办平台遭受损失（包括自身的直接经济损失、商誉损失及对外支付的赔偿金、和解款、律师费、诉讼费等间接经济损失），您应赔偿装修帮办平台的上述全部损失。</p>
                            <p>如您的行为使装修帮办平台遭受第三人主张权利，装修帮办平台可在对第三人承担金钱给付等义务后就全部损失向您追偿。</p>
                        </dd>
                        <dt>特别约定</dt>
                        <dd>
                            <p>【商业贿赂】如您向装修帮办平台的雇员或顾问等提供实物、现金、现金等价物、劳务、旅游等价值明显超出正常商务洽谈范畴的利益，则可视为您存在商业贿赂行为。发生上述情形的，装修帮办平台可立即终止与您的所有合作并向您收取违约金及/或赔偿金，该等
                                金额以装修帮办平台因您的贿赂行为而遭受的经济损失和商誉损失作为计算依据。</p>
                            <p>【关联处理】如您因严重违约导致装修帮办平台终止本协议时，出于维护平台秩序及保护消费者权益的目的，装修帮办平台可对与您在其他协议项下的合作采取中止甚或终止协议的措施，并以本协议第八条约定的方式通知您。</p>
                            <p>如装修帮办平台与您签署的其他协议及装修帮办平台与您签署的协议中明确约定了对您在本协议项下合作进行关联处理的情形，则装修帮办平台出于维护平台秩序及保护消费者权益的目的，可在收到指令时中止甚至终止协议，并以本协议第八条约定的方式通知您。</p>

                        </dd>
                    </dl>
                    <h4>六，协议的变更</h4>
                    <p>装修帮办平台可根据国家法律法规变化及维护交易秩序、保护消费者权益需要，不时修改本协议、补充协议，变更后的协议、补充协议（下称“变更事项”）将通过法定程序并以本协议第八条约定的方式通知您。</p>
                    <p>如您不同意变更事项，您有权于变更事项确定的生效日前联系装修帮办平台反馈意见。如反馈意见得以采纳，装修帮办平台将酌情调整变更事项。</p>
                    <p>如您对已生效的变更事项仍不同意的，您应当于变更事项确定的生效之日起停止使用装修帮办平台服务，变更事项对您不产生效力；如您在变更事项生效后仍继续使用装修帮办平台服务，则视为您同意已生效的变更事项。</p>
                    <h4>七，通知</h4>
                    <dl>
                        <dt>有效联系方式</dt>
                        <dd>
                            <p>您在注册成为装修帮办平台用户，并接受装修帮办平台服务时，您应该向装修帮办平台提供真实有效的联系方式（包括您的电子邮件地址、联系电话、联系地址等），对于联系方式发生变更的，您有义务及时更新有关信息，并保持可被联系的状态。</p>
                            <p>您在注册装修帮办平台用户时生成的用于登陆装修帮办平台接收站内信、系统消息也作为您的有效联系方式。</p>
                            <p>装修帮办平台将向您的上述联系方式的其中之一或其中若干向您送达各类通知，而此类通知的内容可能对您的权利义务产生重大的有利或不利影响，请您务必及时关注。</p>
                        </dd>
                        <dt>通知的送达</dt>
                        <dd>
                            <p>装修帮办平台通过上述联系方式向您发出通知，其中以电子的方式发出的书面通知，包括但不限于在装修帮办平台公告，向您提供的联系电话发送手机短信，向您提供的电子邮件地址发送电子邮件，在发送成功后即视为送达；以纸质载体发出的书面通知，
                                按照提供联系地址交邮后的第五个自然日即视为送达。</p>
                            <p>对于在装修帮办平台上因交易活动引起的任何纠纷，您同意司法机关（包括但不限于人民法院）可以通过手机短信、电子邮件等现代通讯方式或邮寄方式向您送达法律文书（包括但不限于诉讼文书）。您指定接收法律文书的手机号码、电子邮箱等联系方
                                式为您在装修帮办平台注册、更新时提供的手机号码、电子邮箱联系方式，司法机关向上述联系方式发出法律文书即视为送达。您指定的邮寄地址为您的法定联系地址或您提供的有效联系地址。</p>
                            <p>您同意司法机关可采取以上一种或多种送达方式向您达法律文书，司法机关采取多种方式向您送达法律文书，送达时间以上述送达方式中最先送达的为准。</p>
                            <p>您同意上述送达方式适用于各个司法程序阶段。如进入诉讼程序的，包括但不限于一审、二审、再审、执行以及督促程序等。</p>
                            <p>你应当保证所提供的联系方式是准确、有效的，并进行实时更新。如果因提供的联系方式不确切，或不及时告知变更后的联系方式，使法律文书无法送达或未及时送达，由您自行承担由此可能产生的法律后果。</p>
                        </dd>
                    </dl>
                    <h4>八，协议的终止</h4>
                    <dl>
                        <dt>终止的情形</dt>
                        <dd>
                            <p>【用户发起的终止】您有权通过以下任一方式终止本协议：</p>
                            <ol>
                                <li>变更事项生效前您停止使用并明示不愿接受变更事项的；</li>
                                <li>您明示不愿继续使用装修帮办平台服务，且符合装修帮办平台终止条件的。</li>
                            </ol>
                            <p>【装修帮办平台发起的终止】出现以下情况时，装修帮办平台可以本协议第八条的所列的方式通知您终止本协议：</p>
                            <ol>
                                <li>您违反本协议约定，装修帮办平台依据违约条款终止本协议的；</li>
                                <li>您盗用他人账户、发布违禁信息、骗取他人财物、引导线下交易、扰乱市场秩序、采取不正当手段谋利等行为，装修帮办平台依据装修帮办平台规则对您的账户予以查封的；</li>
                                <li>除上述情形外，因您多次违反装修帮办平台规则相关规定且情节严重，装修帮办平台依据装修帮办平台规则对您的账户予以查封的；</li>
                                <li>您的账户被装修帮办平台依据本协议回收的；</li>
                                <li>其它应当终止服务的情况。</li>
                            </ol>
                        </dd>
                        <dt>协议终止后的处理</dt>
                        <dd>
                            <p>【用户信息披露】本协议终止后，除法律有明确规定外，装修帮办平台无义务向您或您指定的第三方披露您账户中的任何信息。</p>
                            <p>【装修帮办平台权利】本协议终止后，装修帮办平台仍享有下列权利：</p>
                            <ol>
                                <li>继续保存您留存于装修帮办平台的本协议第五条所列的各类信息；</li>
                                <li>对于您过往的违约行为，装修帮办平台仍可依据本协议向您追究违约责任。</li>
                            </ol>
                            <p>【交易处理】本协议终止后，对于您在本协议存续期间产生的交易订单，装修帮办平台可通知交易相对方并根据交易相对方的意愿决定是否关闭该等交易订单；如交易相对方要求继续履行的，则您应当就该等交易订单继续履行本协议及交易订单的约定，
                                并承担因此产生的任何损失或增加的任何费用。</p>
                        </dd>
                    </dl>
                    <h4>九，法律适用、管辖与其他</h4>
                    <p>【法律适用】本协议之订立、生效、解释、修订、补充、终止、执行与争议解决均适用中华人民共和国大陆地区法律；如法律无相关规定的，参照商业惯例及/或行业惯例。</p>
                    <p>【管辖】您因使用装修帮办平台服务所产生及与装修帮办平台服务有关的争议，由装修帮办平台与您协商解决。协商不成时，任何一方均可向深圳市仲裁委员会提起仲裁。</p>
                    <p>【可分性】本协议任一条款被视为废止、无效或不可执行，该条应视为可分的且并不影响本协议其余条款的有效性及可执行性。</p>
                </div>
            </div>
        </div>

    </div>
</div>
<%@include file="../common/footer.jsp"%>
</body>
<!-- jQuery文件。务必在bootstrap.min.js 之前引入 -->
<script src="https://cdn.bootcss.com/jquery/3.2.1/jquery.min.js"></script>
<script src="https://cdn.bootcss.com/jquery-cookie/1.4.1/jquery.cookie.min.js"></script>
<!-- 最新的 Bootstrap 核心 JavaScript 文件 -->
<script src="https://cdn.bootcss.com/bootstrap/3.3.7/js/bootstrap.min.js"></script>
<script type="text/javascript">
    $(function () {
        navbar.detail.init();
        navbar.detail.animate();
    });
</script>
</html>

